tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "noahgorstein/tap"
tap "teamookla/speedtest"
brew "bat"
brew "fzf"
brew "htop"
brew "jq"
brew "neovim"
brew "python@3.11"
brew "ripgrep"
brew "stow"
brew "yq"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "noahgorstein/tap/jqp"
brew "teamookla/speedtest/speedtest"
cask "aerospace"
cask "zen-browser"
