tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "noahgorstein/tap"
tap "teamookla/speedtest"

brew "bat"
brew "curl"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "htop"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "neovim"
brew "python@3.11"
brew "ripgrep"
brew "stow"
brew "tectonic"
brew "tmux"
brew "tree-sitter"
brew "yq"
brew "zoxide"

brew "felixkratz/formulae/borders"
brew "noahgorstein/tap/jqp"
brew "teamookla/speedtest/speedtest"

cask "aerospace"
cask "zen-browser"
